[
    {"2pac":"Тупак Амару Шакур (англ. Tupac Amaru Shakur, также известный как 2Pac и Makaveli, при рождении Лесэйн Пэриш Крукс (англ. Lesane Parish Crooks); 16 июня 1971, Гарлем, Нью-Йорк — 13 сентября 1996, Лас-Вегас, Невада) — хип-хоп исполнитель, продюсер и актёр из Гарлема, Нью-Йорк. Является одним из величайших и наиболее влиятельных хип-хоп исполнителей в истории.[5] По состоянию на 2007 год, Шакур продал более 75 миллионов записей по всему миру. Его двойной студийный альбом, All Eyez on Me, а также сборник хитов входят в список самых продаваемых альбомов в США. Журнал Rolling Stone поместил Шакура на 86 позицию в списке The 100 Greatest Artists of All Time («100 величайших исполнителей всех времен»). Шакур оказал колоссальное влияние на множество хип-хоп исполнителей, включая Eminem, Snoop Dogg, Nas, Wiz Khalifa, Lil Wayne, Drake, Kendrick Lamar, 50 Cent, The Game, ASAP Rocky и многих других."},
    
    {" Время и стекло ":"  Украинская поп-группа, образованная в 2010 году. В состав входят Позитив (Алексей Завгородний) и Надежда Дорофеева. Продюсер и автор песен проекта — Алексей Потапенко (Потап).В 2010 году Потап совместно с партнером продюсерского центра «MOZGI Entertainment» Ириной Горовой решил открыть новый проект с участием Алексея Завгороднего, с которым он давно сотрудничал, и девушки-вокалистки. Для поиска певицы был проведен Интернет-кастинг. Из 10 000 высланных анкет больше всего заинтересовало резюме Нади Дорофеевой, которая была приглашена на очный кастинг в Киеве и после успешного выступления стала участницей «Время и Стекло».С Потапом Алексей Завгородний начал работать ещё в 11 лет. Ранний старт в мире шоу-бизнеса позволил ему принять участие во многих проектах своего продюсера и выступить в более чем 300 концертах Потапа в России, Германии, Казахстане, Канаде, США и других странах.Первый сингл «Время и Стекло» — «Так выпала Карта» — современный романс, написанный Потапом. Премьера песни и клипа состоялась 17 ноября 2010. Уже 10 дней спустя ролик попал на 5-е место по количеству просмотров на YouTube в рубрике «Мировые музыканты».29 мая 2012 года участники группы «Время и Стекло» презентовали ультрасовременный клип «Гармошка», съемки которого прошли в Лос-Анджелесе. 11 декабря 2012 года состоялась презентация видео-работы на лирическую песню «Слеза». Эта композиция исполнена совместно с продюсером группы Потапом, который также принял участие в съемках клипа.6 февраля 2015 года группа выпустила сингл «Имя 505». Премьера видеоклипа на эту песню состоялась 9 апреля. Cингл группы «Имя 505» в июне 2015 года вошёл в топ чарта iTunes Клип на песню за три недели набрал более 50 млн просмотров на YouTube. По итогам 2015 года «Имя 505» стал самым популярным клипом на YouTube на Украине, а осенью 2015 года на песню была сделана скандальная пародия с политическими и религиозными мотивами. По состоянию на март 2017 трек «Имя 505» имеет более 140 миллионов просмотров на YouTube. Журнал Афиша-Воздух, выбирая 10 композиций, которые «достойны того, чтобы надолго застрять строчками в голове», поставил «Имя 505» на первое место. "},
    {" Мот  ":"  Матвей Мельников родился в Крымске[1]. Мать Елена, родом из России. Отец Александр, родился в Крымске.[источник не указан 57 дней] В 5 лет вместе с семьёй переехал в Краснодар. После 9 классов обучения в школе, в возрасте пятнадцати лет, переехал в Москву. Тогда же началось его увлечение хип-хопом, параллельно он занимался пением и танцами[2]. В средней школе принимал участие в театральных школьных постановках. Закончив школу с золотой медалью, Мельников поступил в МГУ на специальность экономист-менеджер. В 2012 году защитил диплом и поступил в аспирантуру. В одном из интервью отмечал наличие у него греческого происхождения. В 2016 году женился на фотомодели Марии Гураль. Пара сыграла свадьбу весной 2017 года[3]. 10 октября того же года Матвей в клипе на песню «Когда исчезнет слово», запечатлил беременную Марию, тем самым признаваясь поклонникам, что скоро станет отцом[источник не указан 57 дней]. 22 января 2018 года Матвей стал отцом,у артиста родился сын Соломон.[4]. Первые песни Мот начал писать в 2006 году: они представляли собой стёбные фристайлы, посвящённые русскому рэпу. Позже музыкант стал писать более серьёзные тексты сочинённые на музыку Касты и CunninLynguists (рус.)англ.. В 2007 году Матвей начал записываться на студии GLSS. В 2009 году принял участие в конкурсе «Битва за респект», где среди 2000 участников попал в Топ-40. Там он по совету Лигалайза сменил свой ник «BthaMoT2bdabot» на «Мот». В 2011 году выступал в Лужниках на Первом международном хип-хоп саммите, куда помимо известных российских рэперов приехали зарубежные исполнители: группа Onyx и Raekwon[1][2]."},
    {" Элджей ":" Алексей родом из Новосибирска. Начинал карьеру с записи нескольких сольных хип-хоп-альбомов[3]. Дебютной работой рэпера стал альбом «Бошки дымятся», выпущенный в 2014 году[4]. В 2016 году вышел альбом Элджея «Катакомбы», который привёл к появлению множества кавер-версий и фанатских нарезок его песен на Ютубе. В 2017 году выходит совместный клип «Элджей & Кравц — Дисконнект», а за ним следующий полноформатный альбом «Sayonara Boy». Внешний вид Элджея также претерпевает изменения, а новый стиль рэпера становится ближе к стилистике Zef и Die Antwoord[5]. К концу 2017 года на счету Элджея шесть студийных альбомов, последний из которых носит название «Sayonara Boy 3»[4].В декабре 2017 года Элджей открыл собственный лейбл, в рамках которого начал работать с одесской группой «Чёрное кино», а также выпустил сингл «Минимал»[6].Всероссийская известность пришла к Элджею в 2017 году, когда песня «Розовое вино», записанная вместе с Федуком, стала одним из главных русскоязычных хитов года[7]. Клип на песню вышел 14 ноября 2017 года и стал причиной конфликта между исполнителями, не разобравшимися с порядком имён в названии видеоролика: изначально клип опубликовал Федук и его имя шло первым в списке исполнителей. Через два дня после публикации клип на Ютубе был заблокирован, набрав до этого момента два миллиона просмотров. Ещё через день ролик был разблокирован, однако теперь первым в списке исполнителей шёл Элджей[8]. Позже Элджей заявил, что причиной блокировки стал не порядок имён исполнителей, а претензии к цветокоррекции в видеоклипе[6]. В разгар конфликта блогер Эльдар Джарахов резко раскритиковал в Твиттере менеджмент Элджея, а фронтмен Little Big Илья Прусикин заявил, что Элджей выдал песню, в которой он изначально участвовал в качестве приглашённого исполнителя, за свою[8].  "},
    {" daft punk ":"  Daft Punk — французский музыкальный электронный дуэт, образованный в 1993 году Тома Бангальтером и Ги-Мануэлем де Омем-Кристо.Достигли значительного успеха к концу девяностых на волне движения хаус-музыки во Франции, создав собственное звучание, смешав элементы электро, хауса, диско и синтипопа. Оказали значительное влияние на формирование собственно французского хауса. В период с 1996 по 2008 год их менеджером был Педро Винтер (Busy P), глава Ed Banger Records.На заре своей карьеры участники коллектива испытали сильное влияние таких групп как The Beach Boys и The Rolling Stones. Изначально Бангальтер и де Омем-Кристо сформировали группу под названием Darlin’, которая распалась через непродолжительное время, что позволило участникам заняться своими музыкальными экспериментами поодиночке. Дуэт возродился уже как Daft Punk, выпустив нашумевший альбом Homework в 1997 году. Релиз 2001 года, альбом Discovery, стал ещё более успешным, подхваченный клубными синглами «One More Time», «Digital Love» и «Harder, Better, Faster, Stronger». В марте 2005 года дуэт выпустил третий альбом Human After All, принятый критиками весьма неоднозначно. Несмотря на это, синглы «Robot Rock» и «Technologic» имели успех в Великобритании. В 2006—2007 годах Daft Punk отправляются в музыкальный тур, по окончании которого выпускают живой альбом Alive 2007, получивший Грэмми в номинации «Лучший электронный/танцевальный альбом». В 2010 году дуэт написал музыку для фильма Трон: Наследие и выпустил альбом с саундтреками к нему.В мае 2013 года Daft Punk выпускают четвёртый студийный альбом Random Access Memories, получивший высочайшие оценки музыкальной прессы. За месяц до этого, в апреле, выходит синглом одна из песен этого альбома — Get Lucky, ставшая мировым хитом. Ретро-саунд альбома принёс дуэту победу в нескольких престижнейших номинациях 56-й церемонии Грэмми, включая «Запись года» и «Альбом года». Ещё через три года Daft Punk впервые за четверть века существования дуэта возглавили Billboard Hot 100 (с новым синглом Starboy)[2]. "},
    {" twenty one pilots ":" Twenty One Pilots (также часто стилизуют под twenty one pilots или TWENTY ØNE PILØTS) — американский дуэт из Колумбуса, штат Огайо. Группа образовалась в 2009 году и на данный момент состоит из Тайлера Джозефа и Джоша Дана.Коллектив самостоятельно выпустил два альбома: Twenty One Pilots в 2009 и Regional at Best в 2011. В 2012 году музыканты подписывают контракт с Fueled by Ramen, в 2013 выпускают студийный альбом Vessel, а в 2015 студийный альбом — Blurryface.Группа была образована в 2009 году в городе Колумбус, штат Огайо друзьями по колледжу: Тайлером Джозефом, Ником Томасом и Крисом Салихом. Название группы придумал Тайлер во время чтения пьесы Артура Миллера «Все мои сыновья», повествующей о человеке, который во время Второй мировой войны ради бизнеса и семьи поставил в армию дефектные запчасти, что стало причиной смерти 21 пилота. Тайлер объясняет, что эта история нравственной дилеммы была вдохновением для названия группы. 29 декабря 2009 года, они выпустили свой дебютный одноименный альбом и начались гастроли по Огайо.  "},
    {" alice merton ":"  Элис Мертон (род. 13 сентября 1993, Франкфурт) — немецкая певица, поэт-песенник. Мертон получила мировую известность, благодаря своему дебютному синглу «No Roots».[1] В настоящее время проживает в Берлине.[2]Мертон родилась в семье ирландца и немки, в 13 лет семья переехала в Мюнхен. Там она начала учить немецкий язык, что позволило ей общаться со своей немецкой бабушкой. Мертон жила в таких городах, как Оквилл (Онтарио), Коннектикут, Нью-Йорк, Борнмут,Лондон и Берлин.В 2013 Элис поступила в Университет популярной музыки и музыкального бизнеса в Мангейме, где она получила степень бакалавра в сочинении композиций и песен. Там же она познакомилась с участниками ее будущей группы.Впервые Мертон стала известна как певица и композитор альбома The Book of Nature, группы Fahrenhaidt.14 ноября 2016 года она получила ежегодную награду новых талантов в номинации «Акустик поп». Переехав в Берлин, Мертон основала свою собственную звукозаписывающую компанию под названием Paper Plane Records International и в конце 2016 записала песню «No Roots». На написание этой песни Мертон вдохновили бесконечные переезды и мысль о том, что она нигде не чувствует себя как дома. На сайте The Hype Machine и в службе Spotify песня заняла первые строчки чартов и вошла в рекомендации нескольким радио-станциям. После такого успеха Элис записала свой первый мини-альбом No Roots 3 февраля 2017 года. Альбом занял второе место в немецких чартах и первое место во французских. Компания Vodafone Germany использовала песню в одной из своих реклам. Мертон подписала контракт с компанией Mom + Pop Music в августе 2017 для раскрутки в пределах США. Стала победителем награды European Border Breakers Award. "},
    {"jay leemo":"нет данных"},
    {"coldplay":"Coldplay ([ˈkəʊldpleɪ]) — британская музыкальная группа, играющая альтернативный рок. Начав играть в январе 1998 года, настоящего успеха в мире Coldplay добились в 2000 году, после выхода их второго сингла «Yellow» из альбома Parachutes, ворвавшегося на вершины всех чартов Великобритании и Соединённых Штатов Америки. Альбомы Coldplay разошлись тиражом более 80 миллионов экземпляров.Coldplay получали премию Грэмми восемь раз за песни «In My Place» (в 2003 году), «Speed of Sound» (в 2006), «Talk» (в 2007), «Viva la Vida» (в 2009), «Life in Technicolor II» (2009), «Paradise» (в 2012), «Every Teardrop Is a Waterfall» (в 2012) и «Charlie Brown» (в 2013).Группа принимала участие в различных социальных проектах, таких как Band Aid 20, Live 8, компании в поддержку детей, больных раком. Также Coldplay выступили на закрытии параолимпийских игр 2012 в Лондоне. 7 февраля 2016 года группа выступила в традиционном шоу в перерыве юбилейного пятидесятого Супербоула.В декабре 2012 года портал Last.fm назвал Coldplay лучшим исполнителем за 10 лет скробблинга[1]."},
    {"khalid":"Khalid Donnel Robinson (born February 11, 1998), known mononymously as Khalid, is an American singer and songwriter. He is signed to Right Hand Music Group and RCA Records. His debut single, was released in July 2016 and peaked at number 16 on the US Billboard Hot 100 chart and was later certified quadruple platinum by the Recording Industry Association of America (RIAA). His debut studio album, American Teen, was released on March 3, 2017.Khalid Robinson was born on February 11, 1998, in Fort Stewart, Georgia.[1] He spent his childhood in various locations including Fort Campbell in Kentucky, Fort Drum in Watertown, New York, and six years in Heidelberg, Germany[2] because of his mother Linda Wolfe's career in the military. Wolfe worked as a supply technician for over 10 years and eventually earned an opportunity to sing in the US Army Band.[3] His mother sacrificed opportunities to pursue her own artistic dreams in order to raise him.[4] In high school he studied singing and musical theater. During his senior year of high school, the family moved to El Paso, Texas. At his high school graduation, right before his name was called for him to receive his diploma, Khalid flashed a smile and did a little dance to the camera that had been broadcasting the ceremony live.Khalid began writing and creating music in high school; he posted his early works to SoundCloud. In July 2016, he reached number 2 on the Billboard Twitter Emerging Artists chart. His single began charting, while Khalid was featured in many publications, including Billboard,[5] Yahoo,[6] Buzzfeed,[7] and Rolling Stone.[8] With production from Syk Sense, Tunji Ige, and Smash David, finished the year 2016 at No. 20 on the Billboard's Mainstream R&B/Hip-Hop Airplay chart[5] and reached the Top 10 on the Billboard Hot R&B Songs chart on January 21, 2017.[9] The music video for premiered on The Fader's website."},
    {"feduk":" Feduk (рус. Федýк; настоящее имя — Фёдор Андреевич Инсаров; 9 февраля 1992 года, Москва, Россия) — российский хип-хоп-исполнитель.В 2013 году стал автором заглавного трека для фильма Антона Борматова «Околофутбола». Песня стала неформальным гимном «околофутбольщиков» и принесла Фёдору определённую популярность в узких кругах. Футбольной тематике также посвящена песня «Tour De France», вышедшая в 2016 году после столкновения футбольных болельщиков сборных России и Англии на чемпионате Европы во Франции[2].Всероссийская известность пришла к исполнителю в 2017 году, когда песня «Розовое вино», записанная вместе с рэпером Элджеем, стала одним из главных русскоязычных хитов года[3]. Клип на песню вышел 14 ноября 2017 года и стал причиной конфликта между исполнителями, не разобравшимися с порядком имён в названии видеоролика. Через два дня после публикации клип на Ютубе был заблокирован, набрав до этого момента два миллиона просмотров. Ещё через день ролик был разблокирован, однако теперь первым в списке исполнителей шёл Элджей[4].Популярность песни Федука и Элджея привела к появлению музыкальной пародии в передаче «Вечерний Ургант». В клипе под названием «Розово-малиновое вино» приняли участие ведущий Иван Ургант, сценарист передачи Александр Гудков, певец Игорь Николаев (автор хита «Малиновое вино»), сам Федук и журналист Юрий Дудь[7]."},
    {"miami nights":"нет инфы"},
    {"fuji frank":"нет инфы"},
    {"s club 7":"нет инфы"},
    {"hurts":"нет инфы"},
    {"EFD aka mamin sliv":"С ранних времён этот больной человек живет с расстройством ебла, сочетая в себе маленького мальчика и взрослую крысу. Известность получил в апреле никакого года и до сих пор ворует у бабки пенсию чтоб записать свой трек и пойти дальше расставлять бутылки<p>При встрече настоятельно советуется дать по ебалу</p>"}
    ]